Revit 2024 API
SymbolTypeId.KNPerMSup3 Property
 Symbol kN/m³, indicating unit Kilonewtons per cubic meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KNPerMSup3 { get; }
Visual Basic
Public Shared ReadOnly Property KNPerMSup3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KNPerMSup3 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace